Repository: thiagok2/parsifal-mec
Catalog: parsifal/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: About the Research Questions
pt_br: Sobre as Questões de Pesquisa

source: The area of the systematic review and the specific research questions set the focus for the identification of the primary studies, the extraction of data from the studies and the analysis. Hence, the research questions must be well thought through and phrased. Aspects to take into account in phrasing the research questions include the PICOC or PICOS.
pt_br: A área da revisão sistemática e o conjunto de questões específicas de pesquisa focam na identificação dos estudos primários, na extração dos dados dos estudos e na análise (metanálise). Assim, as questões de pesquisa devem ser bem pensadas e expressas. Aspectos a serem levados em conta na construção das frases de pesquisa incluem, por exemplo, PICOC e PICOS.

source: A research question is the question around which you center your research. It should be <i>clear</i>, <i>focused</i>, <i>concise</i> and <i>arguable</i>.
pt_br: Uma questão de pesquisa é a questão em torno da qual você centra sua pesquisa. Deve ser <i> clara </i>, <i> focada </i>, e <i> concisa </i>.

source: Add Question
pt_br: Adicionar Questão

source: About the Keywords and Synonyms
pt_br: Sobre Palavras-chaves e Sinônimos

source: The keywords are basically extracted from the <em>population</em>, <em>intervention</em>, <em>comparison</em> and <em>outcomes</em>.
pt_br: As palavras-chave são basicamente extraídas a partir da <em>população</em>, <em>intervensão</em>, <em>comparação</em> and <em>resultados</em>.

source: Every keyword must be related with one step of your Search Methodology (PICOC, PICOS or orther). Please note, the <em>context</em> is related with the <em>population</em>.
pt_br: Cada palavra-chave necessita estar relacionada com um passo da sua methodologia de busca(PICOC, PICOS ou outras). Por exemplo, o <em>contexto</em> está relacionado com a <em>população</em>.

source: After determining all relevant keywords, you should relate them if all their synonyms to make your search string broader.
pt_br: Depois de determinar todas as palavras-chave relevantes, você deve relacioná-las a todos os seus sinônimos para tornar sua string de pesquisa mais ampla.

source: Example:
pt_br: Exemplo

source: Keyword:
pt_br: Palavra-chave

source: Synonyms:
pt_br: Sinônimo

source: application:
pt_br: aplicação

source: product:
pt_br: produto

source: project:
pt_br: projeto

source: development:
pt_br: desenvolvimento

source: cross organisation
pt_br: (cross organization)

source: cross organization
pt_br: (organizacional misto)

source: multiple-organizational
pt_br: multi-organizacional

source: multiple-organisational model
pt_br: modelo multi-organizacional

source: within-organisation
pt_br: dentro da organização

source: within-organization
pt_br: dentro da organização

source: within-organizational
pt_br: dentro da organização

source: within-organisational
pt_br: dentro da organização

source: single company
pt_br: empresa única

source: Accuracy
pt_br: Acurácia

source: Mean Magnitude
pt_br: Magnitude Média

source: Relative Error
pt_br: Erro Relativo

source: The keywords are basically extracted from the PIPOC and be related with one of your step. After you should relate them if all their synonyms to make your search string broader.
pt_br: As palavras-chave são prioritariamente extraídas do PIPOC e relacionadas a um do seus passos. Depois você deve relacioná-los com todos os seus sinônimos para fazer sua string de pesquisa mais ampla.

source: Keyword
pt_br: Palavra-chave

source: Add Keyword
pt_br: Adicionar Palavra-chave

source: Import Keywords from
pt_br: Importar Palavras-chave a partir da

source: Are you sure?
pt_br: Você tem certeza?

source: This action <strong>cannot</strong> be undone. This will remove the <strong id="delete-keyword-name"></strong> keyword, and all related synonyms.
pt_br: Esta ação <strong>não pode</strong> ser desfeita. Isso vai remover palavra-chave <strongid="delete-keyword-name"></strong>, e todos os sinônimos relacionados.

source: Remove this keyword
pt_br: Remover esta palavra-chave

source: About the Search String
pt_br: Sobre a String de Busca

source: The golden rule to design a good search string is to separate the keywords and synonyms with the boolean operator <strong>OR</strong> and separate the <em>population</em>, <em>intervention</em>, <em>comparison</em> and <em>outcomes</em> with parentheses and using the boolean operator <strong>AND</strong>, as following:
pt_br: A regra de ouro para criar uma boa string de pesquisa é separar as palavras-chave e sinônimos com o operador booleano <strong> OR </strong> e separe a <em> população </em>, <em> intervenção </em>, <em> comparação </em> e <em> resultados </em> com parênteses e usando o operador booleano<strong> AND </strong>, da seguinte forma:

source: population
pt_br: população

source: synonym
pt_br: Sinônimo

source: intervention
pt_br: intervenção

source: comparison
pt_br: comparação

source: outcomes
pt_br: resultados

source: Good example
pt_br: Bom exemplo

source: application
pt_br: aplicação

source: product
pt_br: produto

source: Bad example
pt_br: Mau exemplo

source: Separate the keywords and synonyms with the boolean operator <strong>OR</strong> and separate the <em>population</em>, <em>intervention</em>, <em>comparison</em> and <em>outcomes</em> with parentheses and using the boolean operator <strong>AND</strong>.
pt_br: Separe as palavras-chave e os sinônimos com o operador booleano <strong>OR</strong> e separe a <em>população</em>, <em>intervenção</em>,<em>comparação</em> e <em>resultados</em> com parênteses e usando o operador booleano <strong>AND</strong>.

source: Use uppercase for boolean operators (<strong>AND</strong>, <strong>OR</strong>), double quotes for composite words and parentheses to logically separate the keywords and synonyms.
pt_br: Use letras maiúsculas para operadores booleanos (<strong> AND </strong>, <strong> OR </strong>), aspas duplas para palavras compostas e parênteses para expressões logicas, separe as palavras-chave e os sinônimos.

source: Suggested Search String
pt_br: Strings de Busca Sugeridas

source: About the Sources
pt_br: Sobre as Fontes

source: This section specifies which sources will be sought from the papers considered in this systematic literature review. It can identify electronic databases such as IEEE, ACM, Springer Link, ERIC or indicate that the search will be performed from offline sources. The sources indicated in this section will be presented during Conducting the Study Import process and subsequent Study Selection.
pt_br: Esta seção especifica quais serão as fontes em que serão buscadas os trabalhos considerados nesta revisão sistemática de literatura. Pode identificar bases eletrônicas tais como IEEE, ACM, Springer Link, ERIC ou então indicar que a busca será realizada em fontes offline. As fontes indicadas nesta seção serão apresentadas durante Condução para o processo de Importação de Estudos e posterior Seleção de Estudos.

source: Digital Libraries
pt_br: Bibliotecas Digitais

source: This action <strong>cannot</strong> be undone. This will remove the <strong id="delete-source-name"></strong> source, and permanently delete all imported articles associated with it.
pt_br: Esta ação <strong> não pode ser </strong> desfeita. Isso removerá a <strong id="delete-source-name"></strong> fonte(biblioteca) e excluíra permanentemente todos os artigos importados associados a ela.

source: Remove this source
pt_br: Remover essa Fonte

source: Digital Library
pt_br: Bibliotecas Digitais

source: You can identify electronic databases such as IEEE, ACM or indicate that the search will be performed from offline sources.
pt_br: Você pode identificar repositórios eletrônicos como IEEE, ACM ou indicar que a pesquisa será realizada a partir de fontes <i>offline.</i>

source: It is not possible to edit Digital Librarys details
pt_br: Não é possível editar detalhes das Bibliotecas Digitais

source: Add Source
pt_br: Adicionar Fonte

source: Add a Digital Library
pt_br: Adicionar Biblioteca Digital

source: About Selection Criterias
pt_br: Sobre os Critérios de Seleção

source: The inclusion and exclusion criteria indicate which parameters will be considered to determine whether or not a given study will be included in the systematic review performed. Inclusion criteria indicate all criteria that must be met for a given work to be considered. On the other hand, exclusion criteria indicate parameters that cannot be detected in a job to be considered in such a way that if any criteria are applied to a job it should not be considered while conducting the systematic review.
pt_br: Os critérios de inclusão e exclusão indicam quais parâmetros serão considerados para determinar se um dado estudo será inserido ou não na revisão sistemática realizada. Os critérios de inclusão indicam todos os critérios que devem ser atendidos para que um dado trabalho seja considerado. Por outro lado, os critérios de exclusão indicam os parâmetros que não podem ser detectados em um trabalho para ser considerado de tal modo que caso algum critério seja aplicado a um trabalho o mesmo não deve ser considerado durante a condução da revisão sistemática.

source: The inclusion and exclusion criteria indicate which parameters will be considered to determine whether or not a given study will be included in the systematic review performed.
pt_br: Os critérios de inclusão e exclusão indicam quais parâmetros serão considerados para determinar se um determinado estudo será incluído ou não na revisão sistemática realizada.

source: Inform your inclusion or exclusion criteria and press <strong>Enter</strong> to add.
pt_br: Informe seus critérios de inclusão ou exclusão e pressione <strong> Enter </strong> para adicionar.

source: Inclusion Criteria
pt_br: Critérios de Inclusão

source: remove selected
pt_br: remover selecionado

source: Exclusion Criteria
pt_br: Critérios de Exclusão

source: About Selection Master Reviewer
pt_br: Sobre a Seleção do Revisor Mestre

source: During the study selection process, reviewers should evaluate the papers considered and, in the light of the inclusion and exclusion criteria, determine whether they should be selected or not for further consideration. In this sense, considering that the evaluation should preferably be performed by two or more reviewers, there may be conflicting scenarios in which the selections made by the reviewers differ from each other.
pt_br: Durante o processo de seleção de estudos os revisores devem avaliar os trabalhos considerados e, em face dos critérios de inclusão e exclusão, determinar se os mesmos devem ser selecionados ou não para posterior consideração. Neste sentido, considerando que a avaliação deve ser, preferencialmente, realizada por dois ou mais revisores, pode haver cenários de conflito em que as seleções realizadas pelos revisores destoam uma das outras.

source: Thus, this section indicates which reviewer will be considered as the master reviewer for conflict resolution during the study selection process.
pt_br: Deste modo, esta seção indica qual revisor será considerado como revisor mestre para resolução de conflitos durante o processo de seleção de estudos.

source: Necessary only if the review has more than one reviewer, since it could occur conflicts between reviewers during the Study Selection phase.
pt_br: Necessário apenas se a revisão tiver mais de um revisor, pois podem ocorrer conflitos entre os revisores durante a fase de seleção dos estudos.

source: The reviewer will resolve the conflicts between the author's article evaluations for resolution conflits.
pt_br: O revisor resolverá os conflitos entre as avaliações dos artigos .

source: Questions
pt_br: Questões

source: Share Quality Assessment
pt_br: Compartilhar

source: About Question
pt_br: Sobre as Questões

source: One of the stages of conducting a Systematic Review is the application of a Quality Assessment questionnaire. The main motivation is to be able to determine an evaluation barema that will be applied to the considered works in order to determine which works meet the established minimum quality criteria. Examples of questions for quality assessment would be to verify whether the work under consideration performs empirical evaluation or whether the method considered is, in the reviewer's view, systematically described.
pt_br: Uma das etapas da condução de uma Revisão Sistemática é a aplicação de um questionário de avaliação de qualidade (Quality Assessment). A principal motivação é poder determinar um barema de avaliação que será aplicado sobre os trabalhos considerados de modo a determinar quais trabalhos atendem a critérios mínimos de qualidade estabelecidos. Exemplos de questões para avaliação de qualidade seria verificar se o trabalho considerado realiza avaliação empírica ou se o método considerado está, na visão do revisor, sistematicamente descrito.

source: Defines which questions will considered for evaluate a study in terms of quality assessment.
pt_br: Define as questões que serão utilizadas para avaliação de qualidade de um estudo.

source: About Quality Assessment Scores
pt_br: Sobre as Pontuações de Avaliação de Qualidade

source: Defines minimum and maximum score to be considered during quality assessment evaluation..
pt_br: Define a pontuação máxima e a pontuação de corte que serão aplicados durante a avaliação de qualidade.

source: Quality Assessment Scores
pt_br: Pontuações de Avaliação de Qualidade

source: Max Score
pt_br: Pontuação Máxima

source: Calculated based on the number of questions and on the answer of greater weight
pt_br: Calculado com base no número de perguntas e na resposta de maior peso

source: Cutoff Score
pt_br: Pontuação de Corte

source: Import Quality Assessment Questions
pt_br: Importar Questões de Avaliação de Qualidade

source: Below you see the reviews that exported your quality assessment questions, choose one to import the questions for your review
pt_br: Abaixo você vê reviões que exportaram suas questões de avaliação de qualidade, escolha uma para importar as perguntas para sua análise

source: Import Quality Assessment Answers
pt_br: Importar Questões de Avaliação de Qualidade

source: Below you see the reviews that exported your quality assessment answers, choose one to import the answers for your review
pt_br: Abaixo você vê as revisões que exportaram suas respostas de avaliação de qualidade, escolha uma para importar as respostas para sua revisão

source: Export Quality Assesment
pt_br: Exportar Avaliação de Qualidade

source: Your Quality Assessment are already shared. Do you wanna make it private again?
pt_br: Sua Avaliação de Qualidade já está compartilhada. Você quer torná-la privada novamente?

source: If you agree, your Quality Assessment will be made known to other researchers to use them
pt_br: Se você concordar, sua Avaliação de Qualidade será divulgada para outros pesquisadores usá-los

source: Hide Quality Assessment
pt_br: Esconder Avaliação de Qualidade

source: Export Quality Assessment
pt_br: Exportar Avaliação de Qualidade

source: About Risks
pt_br: Sobre os Riscos

source: Enumerates the possible threats to validity of the conducted study.
pt_br: Elenca as possíveis ameaças a validade do estudo desempenhado.

source: Risks
pt_br: Riscos

source: Add Risk
pt_br: Adicionar Risco

source: Import Risks
pt_br: Importar Riscos

source: Share your Risks
pt_br: Compartilhe seus Riscos

source: Import Shared Risks
pt_br: Importar Riscos compartilhados

source: Below you see the reviews that exported your Risks, choose one to import the risks for your review
pt_br: Abaixo você vê as revisões que exportaram seus Riscos, escolha um para importar esses riscos para sua revisão

source: Your Risks are already shared. Do you wanna make it private again?
pt_br: Seus riscos já estão compartilhados. Você quer torná-los privado novamente?

source: If you agree, your Risks will be made known to other researchers to use them
pt_br: Se você concordar, seus riscos serão divulgados para outros pesquisadores usá-los

source: Hide Risks Fields
pt_br: Esconder Riscos

source: Export Risks
pt_br: Exportar Riscos

source: Set up search type, completion template and customizations.
pt_br: Configura o tipo de pesquisa, modelo de conclusão e customiza os campos.

source: This review is a meta analysis?
pt_br: Esta revisão é uma meta análise?

source: What model of conclusion to adopt?
pt_br: Qual modelo de conclusão deseja adotar?

source: Below you see how each model treat the conclusions, and can customize their labels:
pt_br: Abaixo você vê como cada modelo trata as conclusões e pode customizar seus labels.

source: Interpretation sensu Cohen (1988)
pt_br: Interpretação sensu Cohen (1988)

source: Interpretation sensu Hattie (2007)
pt_br: Interpretação sensu Hattie (2007)

source: Adverse Effect
pt_br: Efeito Adverso

source: No Effect
pt_br: Sem Efeito

source: Developmental effects
pt_br: Efeitos no desenvolvimento

source: Small Effect
pt_br: Efeito pequeno

source: Teacher effects
pt_br: Efeitos do ensino

source: Zone of desired effects
pt_br: Zona de efeitos desejados

source: Intermediate Effect
pt_br: Efeito intermediário

source: Large Effect
pt_br: Efeito grande

source: About Statistical Methods and Conventions
pt_br: Sobre Métodos Estatísticos e Convenções

source: Describes statistical methods and convetions the will be used to analyse the studies.
pt_br: Descreve as convenções e métodos estatísticos que serão utilizadas para análise dos estudos.

source: The review statistical and methods should not exceed 1000 characters. The given statistical and methods have %s characters.
pt_br: Os métodos estatísticos e convenções da revisão não podem exceder 1000 caracteres. Esses dados estão com %s caracteres.

source: Your review have been saved successfully!
pt_br: Sua revisão foi salva com sucesso!

source: The review objectives should not exceed 1000 characters. The given objectives have %s characters.
pt_br: O objetivos da revisão não podem exceder 1000 characters. Esses objetivos estão com %s caracteres.

source: Cutoff score saved successfully!
pt_br: Pontuação de corte salva com sucesso!

source: Description and Type are required fields.
pt_br: Descrição e Tipos são campos obrigatórios.

source: Data Extraction Fields has been shared!
pt_br: Campos de Extração de Dados tem sido compartilhados.

source: Data Extraction Fields has been made private again!
pt_br: Campos de Extração de Dados já estão privados novamente!

source: Study:
pt_br: Estudo:

source: Population:
pt_br: População:

source: Intervention:
pt_br: Intervenção:

source: Comparison:
pt_br: Comparação:

source: Outcome:
pt_br: Resultados:

source: Context:
pt_br: Contexto:

source: Study Type:
pt_br: Tipo de Estudo

source: Inclusion Criteria:
pt_br: Critérios de Inclusão:

source: Exclusion Criteria:
pt_br: Critérios de Exclusão:

source: Questions:
pt_br: Questões:

source: Answers:
pt_br: Respostas

source: Digital Libraries Search Strings
pt_br: Strings de Busca das Bibliotecas Digitais

source: Download a Report
pt_br: Baixar Relatório

source: Toggle all
pt_br: Desmarcar Todos

source: Type Study
pt_br: Tipo de Estudo

source: Source Search Strings
pt_br: Sobre a String de Busca

source: Number of Imported Studies
pt_br: Número de Estudos Importados

source: Download
pt_br: Baixar

source: Export
pt_br: Exportar

source: Reporting
pt_br: Relatórios

source: Only letters, numbers, _or - are allowed.
pt_br: Apenas letras, números, _ou - são permitidos

source: Review Settings
pt_br: Configurações

source: Review settings
pt_br: Configurações da Revisão

source: Danger zone
pt_br: Área Perigosa

source: Transfer
pt_br: Transferir

source: Transfer ownership
pt_br: Transferir propriedade

source: Transfer this review to another user.
pt_br: Transferir essa revisão para outro usuário.

source: Delete this review
pt_br: Excluir essa Revisão

source: Once you delete a review, there is no going back. Please be certain.
pt_br: Uma vez que você exclua a revisão, não há como voltar atrás. Por favor, tenha certeza do que está fazendo.

source: Unpublish
pt_br: Despublicar

source: Publish
pt_br: Publicar

source: Publish protocol of review
pt_br: Publicar Protocolo da Revisão

source: Once you <b>unpublish</b> the protocol of review, news reviews may not be based on your protocol..
pt_br: Depois de <b>cancelar a publicação</b> do protocolo da revisão, novas revisões não poderão tomar como base no seu protocolo.

source: Once you <b>publish</b> the protocol of review, other researchers might create other reviews based on it.
pt_br: Uma vez que você <b>publique</b> o protocolo de revisão, outros pesquisadores poderão criar outras revisões baseadas nela.

source: New owner's username:
pt_br: Novo Proprietário:

source: This action <strong>CANNOT</strong> be undone. This will permanently delete the
pt_br: Esta ação <strong>NÃO PODE</strong> ser desfeita. Ela excluirá permanentemente o(a)

source: review and all associated data.
pt_br: revisão e todos os dados associados.

source: I understand the consequences.
pt_br: Eu entendo as consequências.

source: This will <b>close</b> the protocol of
pt_br: Isso <b>fechará</b> o protocolo de

source: and all planning data for other researchers.
pt_br: e todos os dados de planejamento para outros pesquisadores.

source: This will <b>open</b> the protocol of
pt_br: Isso <b>abrirá</b> o protocolo de

source: Publish protocol this review
pt_br: Publicar Protocolo da Revisão

source: Review was saved successfully.
pt_br: Sua revisão foi salva com sucesso!

source: User not found.
pt_br: Usuário não encontrado.

source: Hey! You can't transfer the review to yourself.
pt_br: Ei! Você não pode transferir a revisão para si mesmo.

source: Something went wrong.
pt_br: Algo deu errado.

source: The review was deleted successfully.
pt_br: Sua revisão foi excluída com sucesso!

source: Search Reviews
pt_br: Pesquisar Revisões

source: No reviews found for term "
pt_br: Nenhuma revisão encontrada para esse termo "

source: Create a new review
pt_br: Criar uma Nova Revisão

source: Create review
pt_br: Criar Revisão

source: Confirm Import
pt_br: Confirmar Importação

source: Are you sure you want to import these sections of protocol
pt_br: Tem certeza de que deseja importar essas seções do protocolo?

source: The selected sections will be populated by information from the selected protocol. All information already filled in will be overwritten.
pt_br: As seções selecionadas serão preenchidas por informações dos selecionadas do protocolo. Todas as informações já preenchidas serão sobrescritas.

source: Clear all fields before import
pt_br: Limpar todos os campos antes de importar

source: Import protocol for your review
pt_br: Importar Protocolo da sua Revisão

source: Import Published Protocols
pt_br: Importar Protocolos Publicados

source: Below you see the reviews that exported your protocol, choose one to import the protocol for your review
pt_br: Abaixo você vê as revisões que exportaram seus protocolos, escolha uma para importar o protocolo para sua revisão

source: Last Update
pt_br: Última Atualização

source: Created
pt_br: Criada

source: This review has
pt_br: Esta revisão tem

source: new comments you didn't see
pt_br: novos comentários que você não visualizou.

source: Review details
pt_br: Detalhes da Revisão

source: Import Protocol
pt_br: Importar Protocolo

source: main author
pt_br: Autor Principal

source: (leave)
pt_br: (sair)

source: Add author
pt_br: Adicionar Autor

source: You may add someone that doesn't have a account. Just type his email adress and we will send an invitation. :)
pt_br: Você pode adicionar alguém que não tenha uma conta. Basta digitar endereço de e-mail e nós enviaremos um convite. :)
