Repository: thiagok2/parsifal-mec
Catalog: parsifal/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Contacts
pt_br: Contatos

source: Pick an author or invite someone...
pt_br: Escolha um autor ou convide alguém...

source: Send invitation
pt_br: Enviar Convite

source: Visitors
pt_br: Visitantes

source: Add visitor
pt_br: Adicionar Visitante

source: You may add someone that doesn't have a account. Just type his email adress and we will send an invitation.
pt_br: Você pode adicionar alguém que não tenha uma conta. Basta digitar endereço de e-mail e nós enviaremos um convite.

source: Invite someone...
pt_br: Convidar Alguém...

source: Review tags
pt_br: Tags da Revisão

source: Edit profile
pt_br: Editar Perfil

source: Followers
pt_br: Seguidores

source: Following
pt_br: Seguindo

source: Work in progress
pt_br: Trabalho em Progresso

source: Last update
pt_br: Última Atualização

source: Published reviews
pt_br: Revisões Publicadas

source: You haven't published any systematic literature review yet.
pt_br: Você ainda não tem nenhuma revisão sistemática da literatura.

source: Start a review
pt_br: Iniciar Revisões

source: haven't published any systematic literature review yet.
pt_br: Não publicou nenhuma revisão sistemática da literatura.

source: {0} wants to add you as co-author on the systematic literature review {1}
pt_br: {0} quer adicionar você como co-autor na revisão sistemática da literatura {1}

source: {0} via Parsifal <qeed-suporte@nees.com.br>
pt_br: {0} via Plataforma QeeD <qeed-suporte@nees.com.br>

source: No author invited or added to the review. Nothing really changed.
pt_br: Nenhum autor foi convidado ou adicionado à revisão. Nada mudou.

source: The authors {0} were added successfully.
pt_br: Os autores {0} foram adicionados com sucesso!

source: {0} were invited successfully.
pt_br: {0} foram convidados com sucesso.

source: {0} wants to add you as visitor on the systematic literature review {1}
pt_br: {0} quer adicionar você como visitante na revisão sistemática da literatura {1}

source: No visitor invited or added to the review. Nothing really changed.
pt_br: Nenhum visitante convidado para a revisão. Nada foi

source: The visitor {0} were added successfully.
pt_br: O visitante {0} foi adicionado com sucesso.

source: You successfully left the review {0}.
pt_br: Você saiu com sucesso da revisão {0}.

source: The review description should not exceed 500 characters. The given description have %s characters.
pt_br: A descrição da revisão não pode exceder 1000 characters. Essa descrição está com %s caracteres.

source: Your review has been saved successfully!
pt_br: Sua revisão foi salva com sucesso!

source: Permission denied
pt_br: Permissão negada

source: We think you should not be here.
pt_br: Nós achamos que você não deveria estar aqui.

source: Home
pt_br: Página Inicial

source: Toggle navigation
pt_br: Alternar Navegação

source: My profile
pt_br: Meu Perfil

source: followings
pt_br: Seguindo

source: Sign out
pt_br: Sair

source: Create Review
pt_br: Criar Revisão

source: Explorer
pt_br: Explorar
