Repository: thiagok2/parsifal-mec
Catalog: parsifal/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Allows a search preview of the search string on the connected digital libraries.
pt_br: Permite a realização de consultas de testes sobre as bibliotecas digitais conectadas.

source: Select Sources
pt_br: Selecionar Fontes

source: Showing the available sources from you Protocol, defined in the
pt_br: Mostrando as fontes disponíveis do seu Protocolo, definido na

source: Name
pt_br: Nome

source: No source available. Add sources in the
pt_br: Nenhuma fonte disponível. Adicione fontes na

source: planning tab</a>.
pt_br: Planejamento</a>

source: New source
pt_br: Nova Fonte

source: Search Strings
pt_br: String de Busca

source: Add digital source-specific search strings. Use this space to save all search string formats used during the research.
pt_br: Adicionar strings de pesquisa específicas. Use este espaço para salvar todos os formatos de string de busca usados durante a pesquisa.

source: Base String
pt_br: Base da String

source: No provided search string. Please visit the
pt_br: Nenhuma string de pesquisa fornecida. Por favor visite o

source: and create one.
pt_br: e criar um.

source: Remove
pt_br: Remover

source: Removing…
pt_br: removendo…

source: Removed!
pt_br: Removido!

source: Saving…
pt_br: Salvando…

source: Saved!
pt_br: Salvo!

source: Import Base String
pt_br: Importar String Base

source: Importing…
pt_br: Importando…

source: Imported!
pt_br: Importado!

source: Add source-specific search string
pt_br: Adicionar fonte específica da string de busca

source: <strong>Parsifal</strong> is integrated with <strong>Scopus's</strong> and <strong>Science@Direct's</strong> databases. To enable the automatic search pick them as sources in the
pt_br: <strong> Plataforma QeeD </strong> está integrado com <strong> Scopus's </strong> e Bancos de dados <strong>Science @Direct</strong>. Para ativar a pesquisa automática escolha-os como fontes no

source: Query
pt_br: Consulta(Query)

source: Searching…
pt_br: Pesquisando…

source: Done!
pt_br: Concluído!

source: Save to Scopus Search String
pt_br: Salvar a String de Busca em Scopus

source: Add a search string for Scopus to perform automatic searches
pt_br: Adicione uma string de pesquisa para o Scopus para realizar pesquisas automáticas

source: Add Scopus to your sources to perform automatic searches
pt_br: Adicione o Scopus às suas fontes para realizar pesquisas automáticas

source: Document results:
pt_br: Documentos nos Resultados:

source: Items per page:
pt_br: Itens por Página:

source: Title
pt_br: Título

source: Authors
pt_br: Autores

source: Year
pt_br: Ano

source: Citations
pt_br: Citações

source: No data
pt_br: Sem dados

source: First
pt_br: Primeiro

source: Previous
pt_br: Anterior

source: Current
pt_br: Atual

source: Next
pt_br: Próximo

source: Last
pt_br: Último

source: Save to Science@Direct Search String
pt_br: Salvar String de Busca na Science@Direct

source: Add a search string for Science@Direct to perform automatic searches
pt_br: Adicione uma string de pesquisa para o Science@Direct para realizar pesquisas automáticas

source: Add Science@Direct to your sources to perform automatic searches
pt_br: Adicione Science@Direct às suas fontes para realizar pesquisas automáticas

source: Duplicates
pt_br: Duplicados

source: Resolve All
pt_br: Resolver Todos

source: New Article
pt_br: Novo Artigo

source: Article Details
pt_br: Detalhes do Artigo

source: Automatically save the status on change and move next
pt_br: Salvar automaticamente a mudança de status e passar para o próximo

source: Justify why article was rejected
pt_br: Justifique o motivo da rejeição

source: About Selection Studies
pt_br: Sobre a Seleção dos Estudos

source: All Sources
pt_br: Todas as Fontes

source: There are a few steps you have to finish before you select the studies:
pt_br: Existem alguns passos que você deve concluir antes de selecionar os estudos:

source: Details
pt_br: Detalhes

source: Files
pt_br: Arquivos

source: Save changes
pt_br: Salvar Mudanças

source: The review authors have made the following evaluations, which have generated conflict between them and must be resolved before proceeding. Since you are the reviewer, you need to <strong>resolve this conflict</strong>.
pt_br: Os autores da revisão fizeram as seguintes avaliações, que geraram conflito entre elas e devem ser resolvidas antes de prosseguir. Como você é o revisor, você precisa resolver esse conflito.

source: Author
pt_br: Autor

source: Criteria
pt_br: Critérios

source: Comments
pt_br: Comentários

source: Choose what status the article should have.
pt_br: Escolha o status que o artigo deve ter.

source: Selection Criteria
pt_br: Critérios de Seleção

source: Select...
pt_br: Selecione…

source: The reviewer has already finished this article evaluation.
pt_br: O revisor já concluiu a avaliação deste artigo.

source: Library
pt_br: Biblioteca

source: No files.
pt_br: Sem Arquivos.

source: Select files...
pt_br: Selecione Arquivos…

source: File has already updated. Only one file per article is permitted. Delete existing file to upload new.
pt_br: Um arquivo já foi enviado. Apenas um arquivo por artigo é permitido. Delete o arquivo existente para enviar outro.

source: open
pt_br: abrir

source: remove
pt_br: remover

source: removing...
pt_br: removendo…

source: Evaluation
pt_br: Avaliação

source: Conflict
pt_br: Conflito

source: Change the URL via Article URL
pt_br: Alterar a URL via Artigo (URL)

source: External Link
pt_br: Link Externo

source: Keywords
pt_br: Palavras-chave

source: Author Keywords
pt_br: Autor das Palavras-chave

source: Document Type
pt_br: Tipo de Documento

source: Pages
pt_br: Páginas

source: Affiliation
pt_br: Associação

source: Publisher
pt_br: Editor

source: Language
pt_br: Linguagem

source: Note
pt_br: Notas

source: Defines the studies that will be selected for analysis.
pt_br: Define os estudos que serão selecionados para análise.

source: Find Duplicates
pt_br: Procurar Duplicatas

source: Export Articles
pt_br: Exportar Artigos

source: Show
pt_br: Mostrar

source: Accepted
pt_br: Aceito

source: Rejected
pt_br: Rejeitado

source: Unclassified
pt_br: Não classificado

source: Duplicated
pt_br: Duplicado

source: Waiting
pt_br: Aguardando

source: Action:
pt_br: Ação

source: Remove selected
pt_br: Remover Selecionado

source: Run
pt_br: Executar

source: of
pt_br: de

source: selected
pt_br: selecionado(s)

source: Added by
pt_br: Adicionado por

source: Added at
pt_br: Adicionado em

source: Your evaluation
pt_br: Sua avaliação

source: No articles.
pt_br: Sem Artigos

source: Resolve Duplicates
pt_br: Resolver Duplicatas

source: <p>Click on <strong>Resolve Button</strong> to change the article status to <span class="label label-warning">Duplicated</span></p>
pt_br: <p>Clique em <strong> Resolver </strong> para alterar o status do artigo para <span class="label label-warning "> Duplicado </span> </p>

source: Action
pt_br: Ação

source: Resolve
pt_br: Resolver

source: No duplicate found.
pt_br: Duplicatas não encontradas.

source: About Quality Assessment
pt_br: Sobre as Avaliações de Qualidade

source: Performs the quality assessment for the selected studies.
pt_br: Realiza a avaliação de qualidade dos estudos selecionados.

source: Order by
pt_br: Ordenar por

source: Score
pt_br: Pontuação

source: Pending
pt_br: Pendente

source: Score higher than
pt_br: Pontuação mais alta que

source: Score lower or equal to
pt_br: Pontuação menor ou igual a

source: To answer the form you may click on the desired answer on the following tables.
pt_br: Para responder o formulário, você pode clicar na resposta desejada seguindo as tabelas.

source: About Summary
pt_br: Sobre o Sumário

source: <span class="higher-than-cutoff-label">Green</span> means higher than cutoff score. <span class="lower-than-cutoff-label">Red</span> means lower or equal to the cutoff score.
pt_br: <span class="higher-than-cutoff-label"> Verde </span> significa maior que a pontuação de corte. <span class = "lower-than-cutoff-label">Vermelho </span> significa menor ou igual à pontuação de corte.

source: Quality Score
pt_br: Pontuações de Avaliação

source: {0} search string removed successfully!
pt_br: {0} string de busca removida com sucesso.

source: Import the studies using the
pt_br: Importar estudos usando o(a)

source: import studies tab
pt_br: Importar Estudos

source: Use the <a href="/
pt_br: Use o <a href="/

source: Import the studies using the <a href="/
pt_br: Importar os estudos usando o <a href="/

source: Classify the imported studies using the <a href="/
pt_br: Classifique os estudos importados usando o <a href="/

source: Create quality assessment questions using the <a href="/
pt_br: Crie perguntas de avaliação de qualidade usando o <a href="/

source: Create quality assessment answers using the <a href="/
pt_br: Crie respostas de avaliação de qualidade usando o <a href="/

source: Create data extraction fields using the <a href="/
pt_br: Crie Campos de Extração de Dados usando <a href="/

source: <h3>Something went wrong while rendering the data extraction form.</h3>
pt_br: <h3>Algo deu errado ao renderizar o formulário de extração de dados.</h3>

source: {0} articles successfully imported to {1}!
pt_br: {0} artigos importados com sucesso para {1}!

source: {0} articles could not be imported because of invalid format or invalid utf-8 string.
pt_br: {0} artigos não puderam ser importados por causa de formato inválido ou inválido da string utf-8

source: The bibtex file had no valid entry!
pt_br: O arquivo bibtex não tinha entrada válida!

source: Invalid file type. Only .bib or .bibtex files are accepted.
pt_br: Tipo de arquivo inválido. Apenas arquivos .bib ou .bibtex são aceitos.

source: Empirical value fields do not accept values greater than 3 digits for n (123) and 2 digits for dp and a (1.2)
pt_br: Os campos de valores empíricos não aceitam valores maiores que 3 dígitos para n (123) e 2 dígitos para dp e a (1,2)

source: Document added successfully!
pt_br: Documento adicionado com sucesso!

source: Systematic literature review's title
pt_br: Título da Revisão Sistemática da Literatura

source: Give a brief description of your systematic literature review
pt_br: Dê uma breve descrição de sua revisão sistemática da literatura

source: Try to keep it short, max 2000 characters
pt_br: Mantenha um texto curto, no máximo 2000 caracteres

source: Description
pt_br: Descrição

source: File extension not allowed, use only .pdf
pt_br: Extensão de arquivo não permitida, use somente .pdf

source: Meta Analysis
pt_br: Meta Análise

source: Treatment group
pt_br: Grupo de Tratamento

source: Control group
pt_br: Grupo de Controle

source: N &#8658; Sample Size
pt_br: N &#8658; tamanho da amostra

source: A &#8658; Average
pt_br: M &#8658; Média

source: Treatment group sample size
pt_br: Tamanho do grupo de controle

source: Treatment group standard deviation
pt_br: Desvio padrão no grupo de tratamento

source: A
pt_br: M

source: Treatment group average
pt_br: Média no grupo de tratamento

source: Control group sample size
pt_br: Tamanho no grupo de controle

source: Control group standard deviation
pt_br: Desvio Padrão no grupo de controle

source: Control group average
pt_br: Média no grupo de controle

source: edit
pt_br: editar

source: loading…
pt_br: carregando…

source: removing…
pt_br: removendo…

source: No results.
pt_br: Sem Resultados

source: About Meta Analysis
pt_br: Sobre Meta-Análise

source: Published
pt_br: Publicado

source: Free Text
pt_br: Texto Livre

source: Objectives
pt_br: Objetivos

source: Research Questions
pt_br: Questões de Pesquisa

source: Keywords and Synonyms
pt_br: Palavras-chaves e Sinônimos

source: Search String
pt_br: String de Busca

source: Sources
pt_br: Fontes

source: Quality Assessment Checklist Questions
pt_br: Questões de Checklist de Avaliação de Qualidade

source: Quality Assessment Checklist Answers
pt_br: Respostas do Checklist de Avaliação de Qualidade

source: Quality Assessment Checklist Scores
pt_br: Pontuaçẽos do Checklist de Avaliação de Qualidade

source: Risks to Review Validity
pt_br: Riscos a Validade da Revisão

source: Data Extraction Form
pt_br: Formulário de Extração de Dados

source: Statistical Methods and Conventions
pt_br: Métodos Estatísticos e Convenções

source: Conducting Search
pt_br: Condução da Pesquisa

source: Data Analysis
pt_br: Análise de Dados

source: Inclusion
pt_br: Inclusão

source: Exclusion
pt_br: Exclusão

source: Population
pt_br: População

source: Intervention
pt_br: Intervenção

source: Comparison
pt_br: Comparação

source: Outcome
pt_br: Resultados

source: Study Type
pt_br: Tipo de Estudo

source: Context
pt_br: Contexto

source: Partially
pt_br: Parcialmente

source: Boolean Field
pt_br: Campo Boleano

source: String Field
pt_br: Campo de Texto

source: Float Field
pt_br: Campo Numérico (Ponto Flutuante)

source: Integer Field
pt_br: Campo Numérico (Inteiro)

source: Date Field
pt_br: Campo de Data

source: Select One Field
pt_br: Campo Selecionável

source: Select Many Field
pt_br: Campo Multipla Escolha

source: Expected values: "True" or "False"
pt_br: Esperador valores: "True" or "False"

source: Invalid input for
pt_br: Entrada Inválida para

source: field. Expected value: floating point number. Please use dot instead of comma.
pt_br: campo. Valor esperado: número decimal. Por favor use ponto(.) ao invés devírgula(,).

source: field. Expected value: integer number.
pt_br: campo. Valor esperado: número inteiro.

source: field. Expected value: date. Please use the format MM/DD/YYYY.
pt_br: campo. Valor esperado: data. Por favor user o formato mm/dd/yyyy

source: Related to
pt_br: Relacionado a

source: About Data Extraction Form
pt_br: Sobre o Formulário de Extração de Dados

source: Defines the set of questions to be used to extract information of each study.
pt_br: Define o conjunto de perguntas utilizadas para extração dos dados de cada estudo.

source: Add Field
pt_br: Adicionar Campo

source: Import Fields
pt_br: Importar Campos

source: Share your Fields
pt_br: Compartilhe seus Campos

source: Type
pt_br: Tipo

source: Values
pt_br: Valores

source: Import Data Extraction Fields
pt_br: Importar Campos de Extração de Dados

source: Below you see the reviews that exported your data extraction fields, choose one to import the fields for your review
pt_br: Abaixo você vê as reviões que exportaram seus campos de extração de dados, escolha um para importar os campos para sua revisão

source: Review
pt_br: Revisão

source: Export Data Extraction Fields
pt_br: Exportar Campos de Extração de Dados

source: Your Data Extraction Fields are already shared. Do you wanna make it private again?
pt_br: Seus campos de extração de dados já estão compartilhados. Você quer torná-lo privado novamente?

source: If you agree, your Data Extraction Fields will be made known to other researchers to use them
pt_br: Se você concorda, seus campos de extração de dados serão divulgados para outros pesquisadores usá-los

source: Hide Data Extraction Fields
pt_br: Esconder Campos de Extração de Dados

source: Add one value per line.
pt_br: Adicionar um valor por linha

source: Available only for <strong>select one</strong> or <strong>select many</strong> fields.
pt_br: Disponíveis somente para <strong>seleção de um</strong> ou <strong>seleção de muitos</strong> campos

source: save
pt_br: salvar

source: saving…
pt_br: salvando…

source: error!
pt_br: erro!

source: saved!
pt_br: salvo!

source: cancel
pt_br: cancelar

source: Field Description
pt_br: Descrição

source: Field Type
pt_br: Tipo de Dado

source: Edit Keyword
pt_br: Editar Palavra-chave

source: New Keyword
pt_br: Nova Palavra-chave

source: Synonyms
pt_br: Sinônimos

source: Add synonym
pt_br: Adicionar sinônimo

source: PICO Type
pt_br: Tipo(PICO)

source: PICO Text
pt_br: PICO(Texto)

source: loading...
pt_br: carregando…

source: saving...
pt_br: salvando…

source: Answer
pt_br: Resposta

source: Weight
pt_br: Peso

source: Answers
pt_br: Respostas

source: Add Answer
pt_br: Adicionar Resposta

source: Question
pt_br: Questão

source: No answers for this question.
pt_br: Sem respostas para essa questão

source: Risk
pt_br: Risco

source: Protocol
pt_br: Protocolo

source: Quality Assessment Checklist
pt_br: Checklist de Avaliação de Qualidade

source: Risks To Review Validity
pt_br: Riscos a Validação da Revisão

source: Search Methodology
pt_br: Metodologia da Busca

source: Selection Reviewer
pt_br: Revisor Principal

source: About the Objectives
pt_br: Sobre os Objetivos

source: <strong>Identification of the need for a review.</strong> The need for a systematic review originates from a researcher aiming to understand the state-of-the-art in an area, or from practitioners wanting to use empirical evidence in their strategic decision-making or improvement activities. If there are more or less systematic literature reviews available in the field, they should be appraised regarding scope and quality, to evaluate if they are sufficient to meet the current needs for a review. A systematic literature review may be viewed as a research method for making a literature review.
pt_br: Identificação da necessidade de uma revisão. </strong> A necessidade de uma sistemática revisão se origina de um pesquisador com o objetivo de entender o estado da arte em uma área, ou de praticantes que querem usar evidências empíricas em suas atividades estratégicas de tomada de decisão ou melhoria. Se houver mais ou menos revisões sistemáticas de literatura disponíveis no campo, elas devem ser avaliadas quanto ao escopo e qualidade, para avaliar se são suficientes para atender às necessidades atuais de uma revisão. Uma revisão sistemática da literatura pode ser vista como um método de pesquisa para fazer uma revisão da literatura.

source: Identification of the need and objectives for a review.
pt_br: Identificação da necessidade e objetivos de uma revisão.

source: Error!
pt_br: Erro!

source: About Search Methodolgy
pt_br: Sobre a Metodologia de Busca

source: PICOC stands for <em>population</em>, <em>intervention</em>, <em>comparison</em>, <em>outcomes</em> and <em>context</em>.
pt_br: PICOC significa <em> <b>P</b>opulação </em>, <em> <b>I</b>ntervenção </em> , <em> <b>C</b>omparação </em>, <em> Resultados(<b>O</b>utcome) </em> e <em> <b>C</b>ontexto </em>.

source: The <em>population</em> in which the evidence is collected, i.e. which group of people, programs or businesses are of interest for the review?
pt_br: A <em> população </em> na qual a evidência é coletada, ou seja, qual grupo de pessoas, programas ou empresas são de interesse para a revisão?

source: The <em>intervention</em> applied in the empirical study, i.e. which technology, tool or procedure is under study?
pt_br: A <em> intervenção </em> aplicada no estudo empírico, ou seja, quetecnologia, ferramenta ou procedimento está em estudo?

source: The <em>comparison</em> to which the intervention is compared, i.e. how is the control treatment defined? In particular the ‘placebo’ intervention is critical, as “not using the intervention” is mostly not a valid action in software engineering.
pt_br: A <em> comparação </em> à qual a intervenção é comparada, ou seja, como é o tratamento de controle definido?

source: The <em>outcomes</em> of the experiment should not only be statistically significant, but also be significant from a practical point of view. For example, it is probably not interesting that an outcome is 10%% better in some respect if it is twice as time consuming.
pt_br: Os <em> resultados </em> (outcome) do experimento não devem ser apenas estatisticamente significativo mas também ser significativo do ponto de vista prático. Por exemplo, provavelmente não é interessante que um resultado seja 10 %% melhor em algum aspecto se ele consumir o dobro do tempo.

source: The <em>context</em> of the study must be defined, which is an extended view of the population, including whether it is conducted in academia or industry, in which industry segment, and also the incentives for the subjects.
pt_br: O <em> contexto </em> do estudo deve ser definido, como uma visão ampliada da população, incluindo se esta revisão está sendo conduzido na academia ou indústria, em qual segmento da indústria, ou ainda, e também os incentivos para os assuntos.

source: PICOS stands for <em>population</em>, <em>intervention</em>, <em>comparison</em>, <em>outcomes</em> and <em>context</em>.
pt_br: PICOS significa <em> <b>P</b>opulação </em>, <em> <b>I</b>ntervenção </em> , <em> <b>C</b>omparação </em>, <em> Resultados(<b>O</b>utcome) </em> e <em> <b>S</b>tudy Type </em>.

source: The <em>study type</em> that will be applied.
pt_br: O <em>tipo de estudo</em> que será aplicado.

source: If your methodology of not suitable for PICOC or PICOS describe with free text.
pt_br: Se a sua metodologia não é adequada para PICOC ou PICOS, descreva livremente em texto.

source: Choose an alternative to apply to your search.
pt_br: Escolha uma alternativa para aplicar à sua pesquisa.

source: PICOC stands for <em>Population</em>, <em>Intervention</em>, <em>Comparison</em>, <em>Outcomes</em> and <strong><em>Context</em></strong>.
pt_br: PICOC significa <em> <b>P</b>opulação </em>, <em> <b>I</b>ntervenção </em> , <em> <b>C</b>omparação </em>, <em> Resultados(<b>O</b>utcome) </em> e <em> <b>C</b>ontexto </em>.

source: PICOS stands for <em>Population</em>, <em>Intervention</em>, <em>Comparison</em>, <em>Outcomes</em> and <strong><em>Study type</em></strong>.
pt_br: PICOS significa <em> <b>P</b>opulação </em>, <em> <b>I</b>ntervenção </em> , <em> <b>C</b>omparação </em>, <em> Resultados(<b>O</b>utcome) </em> e <em> Tipo de Estudo(<b>S</b>tudy Type</em>).

source: Free Text Field
pt_br: Campo de Texto Livre

source: Export Search Methodology
pt_br: Exportar Metodologia de Pesquisa

source: Your Search Methodology are already shared. Do you wanna make it private again?
pt_br: Sua metodologia de busca já está compartilhada. Você quer torná-la privada novamente?

source: If you agree, your Search Methodology will be made known to other researchers to use them.
pt_br: Se você concordar, sua metologia de busca será divulgada para outros pesquisadores usá-los

source: Hide Search Methodology
pt_br: Esconder Metodologia de Busca

source: Import Methodology
pt_br: Importar Metodologia

source: Below you see the reviews that exported your methodology, choose one to import for your review
pt_br: Abaixo você vê as revisões que exportaram suas metodologias, escolha um para importar na sua revisão

source: Edit
pt_br: Editar

source: Share
pt_br: Compartilhar

source: PICOS stands for <em>population</em>, <em>intervention</em>, <em>comparison</em>, <em>outcomes</em> and <em>study type</em>.
pt_br: PICOS significa <em> <b>P</b>opulação </em>, <em> <b>I</b>ntervenção </em> , <em> <b>C</b>omparação </em>, <em> Resultados(<b>O</b>utcome) </em> e <em> Tipo de Estudo(<b>S</b>tudy Type </em>.

source: Write your search methodology for a systematic review of the literature used in this project.
pt_br: Escreva sua metodologia de pesquisa para a revisão sistemática da literatura utilizada neste projeto.

source: Separate the terms used in the PICOC using commas. This will make possible to save them separately as keywords so we can help you design your search string.
pt_br: Separe os termos usados no PICOC usando vírgulas. Assim será possível salvá-los separadamente como palavras-chave, logo podemos ajudá-lo a projetar sua string de busca por meio delas.

source: If any of the sections of PICOC does not apply to your research, please leave it blank.
pt_br: Se qualquer uma das seções do PICOC não se aplicar à sua pesquisa, por favor deixe em branco.

source: Saving...
pt_br: Salvando…
