Repository: thiagok2/parsifal-mec
Catalog: parsifal/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: This email account will not be publicly available. It is used for your account management, such as internal notifications and password reset.
pt_br: Esta conta de e-mail não estará publicamente disponível. Ela é usada para o seu gerenciamento de conta, como notificações internas e redefinição de senha.

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Último Nome

source: Public Email
pt_br: Email

source: Institution
pt_br: Instituição

source: Location
pt_br: Localização

source: Old Password
pt_br: Senha Antiga

source: New password
pt_br: Nova Senha

source: Confirm password
pt_br: Confirme a Senha

source: Account Settings
pt_br: Configurações da Conta

source: Parsifal
pt_br: Plataforma QeeD

source: Connected Services
pt_br: Serviços Conectados

source: Connect to Mendeley
pt_br: Conectar ao Mendeley

source: Import your references from Mendeley. Associate your Mendeley library to your reviews. Friends you have on Mendeley who are also on plataform will become part of your network.
pt_br: Importe suas referências de Mendeley. Associe sua biblioteca Mendeley as seus revisões. Amigos que você tem no Mendeley que também estão na nossa Plataforma, poderam fazer parte da sua rede.

source: Connect to Dropbox
pt_br: Conectar ao Dropbox

source: Use your Dropbox account as your personal library and store papers related to your literature reviews.
pt_br: Use sua conta do Dropbox como sua biblioteca pessoal e armazene documentos relacionados para suas revisões de literatura.

source: Account email
pt_br: Conta de Email

source: Save email
pt_br: Salvar Email

source: (Disconnect)
pt_br: (Desconectado)

source: Change password
pt_br: Trocar Senha

source: Profile picture
pt_br: Foto do Perfil

source: Upload new picture
pt_br: Atualizar Foto

source: Crop Profile Picture
pt_br: Cortar Foto do Perfil

source: Crop the profile picture and then click on the <strong>Save Picture</strong> button
pt_br: Cortar a foto do perfil e depois clicar em <strong> Salvar imagem </strong>

source: Close
pt_br: Fechar

source: Save picture
pt_br: Salvar Foto

source: Edit Profile
pt_br: Editar Perfil

source: Save profile
pt_br: Salvar Perfil

source: Account settings
pt_br: Configurações da Conta

source: Profile
pt_br: Perfil

source: Picture
pt_br: Foto

source: Password
pt_br: Senha

source: Your profile were successfully edited.
pt_br: Seu perfil foi salvo com sucesso!

source: Account Email changed successfully.
pt_br: Sua conta de email foi criada com sucesso!

source: Please correct the error below.
pt_br: Por favor corrija o erro abaixo.

source: Password changed successfully.
pt_br: Sua senha foi alterada com sucesso!

source: Invalid file format.
pt_br: Formato de arquivo inválido.

source: An expected error occurred.
pt_br: Um erro inesperado ocorreu.

source: Your Mendeley account were linked successfully!
pt_br: Sua conta do Mendeley foi associada com sucesso!

source: A problem occurred while trying to connect your Mendeley account.
pt_br: Ocorreu um problema ao tentar conectar sua conta Mendeley.

source: Your Dropbox account were linked successfully!
pt_br: Sua conta do Dropbox foi associada com sucesso!

source: You didn't approved Parsifal to connect your Dropbox account.
pt_br: Você não aprovou a Plataforma QeeD para conectar sua conta do Dropbox.

source: A problem occurred while trying to connect your Dropbox account. Please try again later.
pt_br: Ocorreu um problema ao tentar conectar sua conta do Dropbox. Por favor, tente novamente mais tarde.

source: Your Dropbox account were disconnected successfully!
pt_br: Sua conta do Dropbox foi desconectada com sucesso!

source: Joined on
pt_br: Entrou em

source: Unfollow
pt_br: Deixar de Seguir

source: Follow
pt_br: Seguir

source: have no followers.
pt_br: não tem seguidores.

source: isn't following anybody.
pt_br: não está seguindo ninguém.

source: Researchers
pt_br: Pesquisadores

source: Search Researchers
pt_br: Buscar Pesquisadores

source: Results
pt_br: Resultados

source: No researcher found for term "
pt_br: Nenhum pesquisador encontrado com o termo "

source: following
pt_br: Segue

source: followers
pt_br: Seguidores

source: This is a reserved word.
pt_br: Esta é uma palavra reservada.

source: Password Reset
pt_br: Nova Senha

source: Password reset
pt_br: Senha reiniciada

source: Submit
pt_br: Enviar

source: Confirm Password Reset
pt_br: Confirmar Senha Recriada

source: Invalid password reset link.
pt_br: Link inválido para reiniciar senha.

source: Here is your password reset link:
pt_br: Este é seu link para resetar sua senha:

source: Your username:
pt_br: Seu usuário

source: Sign in
pt_br: Entrar

source: Username
pt_br: Usuário

source: Forgot your password?
pt_br: Esqueceu sua Senha?

source: Sign up
pt_br: Inscrever-se

source: Sign up for
pt_br: Criar nova conta

source: (Usernames may contain <strong>alphanumeric</strong>, <strong>_</strong> and <strong>.</strong> characters)
pt_br: (Os nomes de usuário podem conter <strong> alfanumérico </strong>, <strong> _ </strong> e <strong>. </strong> caracteres)

source: Create an account
pt_br: Crie uma Conta

source: Password reset initiated
pt_br: Nova senha inicializada

source: An email has been sent to the given address. To continue the password reset process please follow the instructions in this email.
pt_br: Um email foi enviado para o endereço fornecido. Para continuar a processo de redefinição de senha por favor, siga as instruções do email.

source: If you have any problem with the password reset, please contact us at <a href="mailto:qeed-suporte@nees.com.br">qeed-suporte@nees.com.br</a>.
pt_br: Se tem algum problema com o nova senha, por favor entre em contato conosco <a href="qeed-suporte@nees.com.br">qeed-suporte@nees.com.br</a>

source: There was some problems while creating your account. Please review some fields before submiting again.
pt_br: Houve alguns problemas ao criar sua conta. Por favor, revise alguns campos antes de enviar novamente.

source: Your account were successfully created.
pt_br: Sua conta foi criada com sucesso!

source: Your account is desactivated.
pt_br: Sua conta está desativada.

source: Username or password invalid.
pt_br: Usuário ou senha inválidos

source: The Blog
pt_br: Blog

source: Find out the latest news
pt_br: Descubra as últimas novidades

source: Posted by
pt_br: Postado por

source: at
pt_br: em

source: About
pt_br: Sobre

source: About
pt_br: Sobre

source: What is?
pt_br: O que é?

source: The QeeD Platform is a tool designed for researchers to perform systematic literature reviews and meta-analyzes. Geographically distributed researchers can work together in a shared environment, designing the protocol and leading research into the development of research meta-analysis.
pt_br: A Plataforma QeeD é uma ferramenta projetada para pesquisadores para realizarem revisões sistemáticas da literatura e meta-análises. Pesquisadores geograficamente distribuídos podem trabalhar juntos em um ambiente compartilhado, projetando o protocolo e conduzindo a pesquisa até o desenvolvimento da metanálise da pesquisa.

source: In addition to providing a way to document the entire process, the tool will help you remember what is important during a systematic literature review. During the planning phase, the QeeD Platform will assist you with objectives, search method definition, search questions, search strings, keywords and synonyms by selecting sources, inclusion and exclusion criteria. It will also provide mechanisms for building a quality assessment checklist and data extraction forms.
pt_br: Além de fornecer uma maneira de documentar todo o processo, a ferramenta ajudará você a lembrar o que é importante durante uma revisão sistemática da literatura. Durante a fase de planejamento, a Plataforma QeeD irá ajudá-lo com os objetivos, definição do método de busca, questões de pesquisa, strings de busca, palavras-chave e sinônimos, selecionando as fontes, os critérios de inclusão e exclusão.Irá também fornecer mecanismos para construir uma lista de verificação de avaliação de qualidade e formas de extração de dados.

source: During the driving phase, you will be able to import bibtex files and select studies, find duplicates among all different sources, perform quality assessment and extract data from documents. Finally, it will be possible to visualize the data generated for both systematic review and meta-analysis.
pt_br: Durante a fase de condução, você poderá importar arquivos bibtex e selecione os estudos, encontrar duplicatas entre todos as diferentes fontes, executar a avaliação de qualidade e extrair dados dos documentos. Por fim, será possível visualizar os dados gerados tanto para a revisão sistemática realizada quando para meta-análise.

source: What is a meta-analysis??
pt_br: O que é uma Meta-análise?

source: A systematic literature review is a secondary study aimed at identifying, analyzing and interpreting all available evidence from primary studies related to a specific research question. As suggested by Kitchenham and Charters, activities to conduct a systematic literature review involve planning, conducting, and reporting the review.
pt_br: Uma revisão sistemática da literatura é um estudo secundário com o objetivo de identificar, analisar e interpretar todas as evidências disponíveis de estudos primários relacionados a uma questão de pesquisa específica. Como sugerido por Kitchenham e Charters, as atividades para realizar uma revisão sistemática da literatura envolvem planejando, condução e reporte da revisão.

source: What is a Systematic Literature Review?
pt_br: O que é uma Revisão Sistemática da Literatura?

source: A meta-analysis consists of a statistical technique used to integrate and compare results obtained from research conducted independently for a given theme in order to allow a critical and comparative analysis of the considered studies
pt_br: Uma meta-análise consiste de uma técnica estatística utilizada para integrar e comparar resultados obtidos em pesquisas realizadas de forma independente para um dado tema de tal modo a se possibilitar uma análise crítica e comparativa sobre os estudos considerados.

source: About the development.
pt_br: Sobre o desenvolvimento.

source: The QeeD tool was developed by the Center for Excellence in Social Technologies (NEES), a research group linked to the Federal University of Alagoas (UFAL). This tool was developed as a modified version of the Parsifal platform (https://parsif.al/), where new features related to the construction of systematic reviews as well as the support to the construction of meta-analyzes were added. The Parsifal tool was contributed by researcher Vitor Freitas (https://vitorfs.com/).
pt_br: A ferramenta QeeD foi desenvolvida pelo Núcleo de Excelência em Tecnologias Socias (NEES), grupo de pesquisa ligado à Universidade Federal de Alagoas (UFAL). A referida ferramenta foi desenvolvida como uma versão modificada da plataforma Parsifal (https://parsif.al/), onde foram adicionadas novas funcionalidades relativas à construção de revisões sistemáticas bem como o suporte a construção de meta-análises. A ferramenta Parsifal teve como contribuidor o pesquisador Vitor Freitas (https://vitorfs.com/).

source: Perform Systematic Literature Reviews
pt_br: Realize aqui suas Revisões Sistemáticas da Literatura

source: Performing a systematic literature review is a labor-intensive task that requires a huge amount of work from the researcher. <strong>Parsifal</strong> will help you planning, conducting and reporting the review.
pt_br: Realizar uma revisão sistemática da literatura é uma tarefa intensiva que requer um grande esforço dos pesquisadores. A <strong> Plataforma QeeD </strong> irá ajudá-lo(a) a planejar, conduzir, exportar e construir metanálises da sua revisão.

source: Create a new account
pt_br: Crie uma nova conta

source: Your reviews
pt_br: Suas revisões

source: Reviews you are invited
pt_br: Revisões como convidado

source: You don't have any systematic literature review yet.
pt_br: Você não tem nenhum revisão sistemática da literatura ainda

source: Support
pt_br: Suporte

source: If you have any questions, please send us an email to <a href="mailto:qeed-suporte@nees.com.br">qeed-suporte@nees.com.br</a>
pt_br: Se tem alguma dúvida, por favor envie um para <a href="mailto:qeed-suporte@nees.com.br">qeed-suporte@nees.com.br</a>

source: You
pt_br: você

source: are now following
pt_br: está seguindo agora

source: you
pt_br: você

source: is now following
pt_br: está seguindo agora

source: Help
pt_br: Ajuda

source: If you didn't find what you were looking for, contact us
pt_br: Se você não encontrou o que procurava, entre em contato conosco

source: Search
pt_br: Pesquisar

source: If you didn't find what you were looking for, contact us
pt_br: Se você não encontrou o que procurava, entre em contato conosco

source: Search Result
pt_br: Resultados da Pesquisa

source: Messages
pt_br: Mensagens

source: Enter a valid value.
pt_br: Informe valor válido.

source: Enter a valid URL.
pt_br: Informe uma URL válida.

source: Enter a valid integer.
pt_br: Informe um número inteiro.

source: Enter a valid email address.
pt_br: Informe um email válido.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
pt_br: Digite um 'slug' válido, composto de letras, números, sublinhados ou hifens.

source: Enter a valid IPv4 address.
pt_br: Informe um endereço IPv4 válido.

source: Enter a valid IPv6 address.
pt_br: Informe um endereço IPv6 válido.

source: Enter a valid IPv4 or IPv6 address.
pt_br: Informe um endereço IPv4 ou IPv6 válido.

source: Enter only digits separated by commas.
pt_br: Entre somente com dígitos separados por vírgulas.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
pt_br: Garanta que esse valor é %(limit_value)s (isto é %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
pt_br: Garanta que o valor é menor ou igual a %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
pt_br: Garanta que o valor é maior ou igual a %(limit_value)s.

source: %(model_name)s with this %(field_labels)s already exists.
pt_br: %(model_name)s com este %(field_labels)s já existe.

source: Value %(value)r is not a valid choice.
pt_br: O valor '%(value)s' não é uma escolha válida.

source: This field cannot be null.
pt_br: O campo não pode ser nulo.

source: This field cannot be blank.
pt_br: O campo não pode ser vazio.

source: %(model_name)s with this %(field_label)s already exists.
pt_br: %(model_name)s com este %(field_label)s já existe.

source: Field of type: %(field_type)s
pt_br: O campo é do tipo %(field_type)s

source: Integer
pt_br: Inteiro

source: '%(value)s' value must be an integer.
pt_br: '%(value)s' valor precisar ser um inteiro.

source: '%(value)s' value must be either True or False.
pt_br: '%(value)s' valor precisa ser ou True ou False.

source: Boolean (Either True or False)
pt_br: Boolean (True ou False)

source: String (up to %(max_length)s)
pt_br: String (máximo %(max_length)s)

source: Comma-separated integers
pt_br: Virgula (separador de inteiros)

source: '%(value)s' value must be a decimal number.
pt_br: '%(value)s' valor precisar ser um número decimal.

source: Decimal number
pt_br: Número decimal.

source: Duration
pt_br: Duração

source: Email address
pt_br: Email

source: File path
pt_br: Arquivo

source: '%(value)s' value must be a float.
pt_br: '%(value)s' valor precisar ser um decimal.

source: Big (8 byte) integer
pt_br: Inteiro Grande (8 bytes)

source: IPv4 address
pt_br: Endereço IPv4

source: IP address
pt_br: Endereço IP

source: '%(value)s' value must be either None, True or False.
pt_br: '%(value)s' valor precisar ser nulo, True ou False.

source: Boolean (Either True, False or None)
pt_br: Boolean (Ou True ou False ou Nenhum)

source: Positive integer
pt_br: Inteiro Positivo

source: Positive small integer
pt_br: Pequeno Inteiro positivo

source: Slug (up to %(max_length)s)
pt_br: Slug (máximo %(max_length)s)

source: Small integer
pt_br: Pequeno Inteiro

source: Text
pt_br: Texto

source: '%(value)s' is not a valid UUID.
pt_br: '%(value)s' não é um válido UUID.

source: File
pt_br: Arquivo

source: Foreign Key (type determined by related field)
pt_br: Chave estrangeira (Tipo determinado pelo campo relacionado)

source: One-to-one relationship
pt_br: Relacionamento um-para-um

source: Many-to-many relationship
pt_br: Relacionamento Muitos-para-muitos

source: This field is required.
pt_br: Este campo é obrigatório

source: Enter a whole number.
pt_br: Informe um número inteiro.

source: Enter a number.
pt_br: Informe um número.

source: Enter a valid date.
pt_br: Informe uma data válida.

source: Enter a valid time.
pt_br: Informe um horário válido.

source: Enter a valid date/time.
pt_br: Informe uma data/horário válido.

source: Enter a valid duration.
pt_br: Informe uma duração válida.

source: No file was submitted.
pt_br: Nenhum arquivo foi enviado.

source: The submitted file is empty.
pt_br: O submetido está vazio.

source: Select a valid choice. %(value)s is not one of the available choices.
pt_br: Selecione uma escolha válida. %(value)s não é um dos valores disponíveis.

source: Enter a list of values.
pt_br: Informe uma lista de valores.

source: Enter a complete value.
pt_br: Informe o valor completo

source: Enter a valid UUID.
pt_br: Informe um valid UUID.

source: Order
pt_br: Ordenar

source: Delete
pt_br: Deletar

source: Please correct the duplicate data for %(field)s.
pt_br: Por favor corrija os dados duplicados para %(field)s.

source: Please correct the duplicate values below.
pt_br: Por favor corrija os valores duplicados abaixo.

source: Currently
pt_br: Atualmente

source: Clear
pt_br: Limpar

source: Unknown
pt_br: Desconhecido(a)

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: yes,no,maybe
pt_br: Sim, não, talvez

source: This is not a valid IPv6 address.
pt_br: Este endereço IPv6 não é válido.

source: Article
pt_br: Article (Artigo de um periódico ou revista)

source: Book
pt_br: Book (Livro)

source: Booklet
pt_br: Booklet (Livreto não distribuído)

source: Conference
pt_br: Conference (Conferência)

source: Inbook
pt_br: Inbook (Capítulo ou Seção)

source: Incollection
pt_br: Incollection (Uma parte de um livro que possui título próprio)

source: Inproceedings
pt_br: Inproceedings (Um artigo nos anais de uma conferência)

source: Manual
pt_br: Manual (Documentação Técnica)

source: Master's Thesis
pt_br: Master's Thesis (Dissertação de Mestrado)

source: Misc
pt_br: Misc (Miscelânea)

source: Ph.D. Thesis
pt_br: Ph.D. Thesis (Tese de Doutorado)

source: Proceedings
pt_br: Proceedings (Anais de uma conferência)

source: Tech Report
pt_br: Tech Report (Relatório Técnico)

source: Unpublished
pt_br: Unpublished (Não publicado)

source: Portugues
pt_br: Português

source: English
pt_br: Inglês

source: Leave a Comment to Help the Authors
pt_br: Deixe um comentário

source: (author)
pt_br: (autor)

source: (co author)
pt_br: (co autor)

source: (visitor)
pt_br: (visitantes)

source: Save
pt_br: Salvar

source: Planning
pt_br: Planejamento

source: Discussions about comment
pt_br: Discussões sobre o comentário

source: in
pt_br: nos

source: commented on
pt_br: comentou em

source: Add a new comment
pt_br: Adicionar novo comentário

source: What is this? Leave a comment about this topic.
pt_br: O que é isso? Deixe um comentário sobre este tópico.

source: Comments about review topics
pt_br: Comentários sobre tópicos da revisão

source: new comments
pt_br: Adicionar Comentário

source: closed comments
pt_br: fechar comentários

source: Created by
pt_br: Criado por

source: Comment
pt_br: Comentário

source: To
pt_br: Para

source: Date
pt_br: Data

source: New
pt_br: Novo

source: Close the discussion
pt_br: Fechar Discussão

source: Open
pt_br: Aberto

source: Closed
pt_br: Fechado

source: Your comment have been sended successfully!
pt_br: Seu comentário foi enviado com sucesso!

source: Entry type
pt_br: Tipo de Entrada

source: BibTeX key
pt_br: Chave BibTeX(BibTeX key)

source: title
pt_br: Título

source: author
pt_br: Autor

source: year
pt_br: Ano

source: month
pt_br: Mês

source: Book title
pt_br: Título do Livro

source: editor
pt_br: Editor(editor)

source: How it was published
pt_br: Como foi publicado

source: pages
pt_br: Páginas

source: number
pt_br: Número

source: edition
pt_br: Edição

source: chapter
pt_br: Capítulo

source: address
pt_br: Endereço

source: institution
pt_br: Instituição

source: organization
pt_br: Organização

source: school
pt_br: Escola(Universidade)

source: series
pt_br: Série

source: Max. 4000 characters
pt_br: Máx. 4000 caracteres

source: keywords
pt_br: Palavras-chave

source: language
pt_br: Linguagem

source: note
pt_br: Notas

source: Conducting
pt_br: Condução

source: Articles Per Source
pt_br: Artigo por Fonte

source: Accepted Articles Per Source
pt_br: Artigos Aceitos por Fonte

source: Final Articles Per Year <small>(After study selection and quality assessment)</small>
pt_br: Artigos Concluídos por Ano <small> (Depois da seleção de estudo e avaliação de qualidade) </small>

source: About Data Extraction
pt_br: Sobre a Extração de Dados

source: Performs the data extraction for each selected study.
pt_br: Realiza a extração dos dados para cada estudo selecionado.

source: Data Extraction
pt_br: Extração de Dados

source: Export Data
pt_br: Exportar Dados

source: What is this? Click to get help.
pt_br: O que é isso? Clique para obter ajuda.

source: To-do
pt_br: A-Fazer

source: Done
pt_br: Concluído

source: All
pt_br: Todos

source: No study above the quality cutoff score.
pt_br: Nenhum estudo acima da nota de corte de qualidade.

source: No data extraction form.
pt_br: Nenhum formulário de extração de dados

source: There are a few steps you have to finish before extract data of the studies:
pt_br: Existem alguns passos que você deve concluir antes de extrair os dados dos estudos:

source: Import Studies
pt_br: Importar Estudos

source: Study Selection
pt_br: Seleção de Estudos

source: Quality Assessment
pt_br: Avaliação de Qualidade

source: 6. Data Analysis
pt_br: 6. Análise de Dados

source: About Import Studies
pt_br: Sobre Importar os Estudos

source: Enables the metadata import of selected studies for each source.
pt_br: Possibilita a importação dos metadados dos estudos selecionados para cada fonte.

source: Source
pt_br: Fonte

source: Imported Studies
pt_br: Estudos Importados

source: Import
pt_br: Importar

source: BibTeX file
pt_br: Arquivo BibTeX

source: Paste BibTeX content
pt_br: Colar Conteúdo BibTeX

source: Add document
pt_br: Adicionar Documento

source: There are a few steps you have to finish before you import the studies:
pt_br: Existem alguns passos que você precisa concluir antes de importar os estudos:

source: Use the
pt_br: Use o(a)

source: planning tab
pt_br: Planejamento

source: to add sources to your review.
pt_br: para adicionar fontes para usa revisão.

source: Parse BibTeX Content
pt_br: Análisar o conteúdo BibTeX

source: Paste the raw BibTeX file contents
pt_br: Cole o conteúdo do arquivo BibTeX

source: Cancel
pt_br: Cancelar

source: Detailed
pt_br: Detalhado

source: Summary
pt_br: Sumário

source: There are a few steps you have to finish before assess the quality of the studies:
pt_br: Existem alguns passos que você deve concluir antes de avaliar a qualidade dos estudos:

source: About the Search Strings
pt_br: Sobre a String de Busca

source: Describes the search string that will be used to the study retrievement.
pt_br: Descreve a string de busca que será utilizada para recuperação dos estudo.

source: About Search Databases
pt_br: Sobre a Busca de Bases de Dados
